public class App {
    public static void main(String[] args) throws Exception {
        int a = 0;
        System.out.println(a);

        // 簡單即是美!!!!!!

        // 沒有希望就不會失望!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
        // 沒有心臟就不會受傷!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
        // 沒有人類就沒有OOP!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
        //廠管的筆電有記憶電量喔W
        
        // C6H6 = Cu + As 
        // 相煎何太急
        
        //有沒有人會修mic 不然要重灌QQ
        //送回原廠阿
        //為啥我沒顯示QQ
        //:()..OOP...........................................................................................................................................................................................................................................................................................................................................................................................................................................................................
        for (int i = 0; i < 100; i++) {
            System.out.println("沒有希望就不會失望!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!");
        }
        int i = 0;
        while (i < 10) {
            System.out.println("hferlufhlakjhjf");
            i++;
            if (i > 5)
                break;
        }

        // 本是同根生 相煎何太急
        System.out.println("java eZ");
        System.out.println("java eZ");
        System.out.println("java eZ");
        System.out.println("java eZ");
        System.out.println("java eZ");
        System.out.println("java eZ"); // Wowowowowowowowowowow
        // 我剛下班優 今天禮拜幾 今天剛好禮拜六
    }
}
